org/todo.tex
% Created 2021-08-24 Tue 17:04
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Miguel Raz Guzmán Macedo}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Miguel Raz Guzmán Macedo},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Inbox}
\label{sec:org72c038c}
\subsection{{\bfseries\sffamily [ ]} Fetch JuliaLang Youtube API keys and test an upload}
\label{sec:org2e239da}

\href{file:///home/mrg/org-basics.org}{example one}
\subsection{{\bfseries\sffamily [X]} Cita visa}
\label{sec:org965b147}
\subsection{{\bfseries\sffamily [ ]} Just checking how to capture stuff}
\label{sec:org4537c79}
\section{Compasion}
\label{sec:org4c163ab}
\subsubsection{La compasión TAMPOCO es perdón. Puedes ser empático y entender que tu pareja no tiene la intención de hacerte daño y, al mismo tiempo, validar tu propio dolor y responsabilizar al otro de lo que le toca. Una respuesta compasiva es:}
\label{sec:org105e8d3}
\subsubsection{Entiendo que llegaste tarde por una razón válida y que no era tu intención lastimarme. Yo me siento triste porque siento que mi tiempo no fue tomado en cuenta. ¿Podemos platicar acerca de cómo ayudarme a sentirme importante y llegar a un acuerdo para atender esto de una forma diferente la próxima vez?}
\label{sec:org060bf6c}
\end{document}
